             PGM

             RMVENVVAR  ENVVAR(CLASSPATH)
             MONMSG     MSGID(CPF0000)
             ADDENVVAR  ENVVAR(CLASSPATH) +
                          VALUE('/home/dancik/lib/dmlib12/common/fop-support/fop-2.2.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/avalon-framework-api-4.3.1.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/avalon-framework-impl-4.3.1.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/batik-all-1.9.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/commons-io-1.3.1.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/commons-logging-1.0.4.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/fontbox-2.0.4.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/serializer-2.7.2.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/servlet-2.2.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/xalan-2.7.2.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/xercesImpl-2.9.1.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/xml-apis-ext-1.3.04.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/xml-apis-1.3.04.jar:+
                                /home/dancik/lib/dmlib12/common/fop-support/xmlgraphics-commons-2.2.jar:+
                                /home/dancik/lib/dmlib12/common/Common-FOP-Factory.jar'+
                          )

             CALL       PGM(DMLIB12/FOP@JAVA@R)


             RMVENVVAR  ENVVAR(CLASSPATH)
             MONMSG     MSGID(CPF0000)

             ENDPGM
